{
  "Basic_movement":[
    ["Übungsrunde", "Los geht die Übungsrunde, um die Steuerung zu lernen und Farm, Wald und Stadt zu erkunden. Drücke die Pfeiltasten nach oben, unten, links und rechts, um dich zu bewegen."]
  ],
  "Get_hat_from_ingroup":[
    ["Übungsrunde", "Get the hat from the ingroup"]
  ],
  "Get_necklace_from_ingroup":[
    ["Übungsrunde", "Get the necklace from the ingroup"]
  ],
  "Farm_tile":[
    ["Übungsrunde", "Gehe auf deine Farm und übe das Ackern. Deine Werkzeuge sind Hake, Axt und Gieskanne. Oben links siehst du das gerade genutzte Werkzeug. Drücke die linke Maustaste, um dein Werkzeug zu benutzen. Drücke die Tab-Taste, um das Werkzeug zu wechseln."]
  ],
  "Plant_crop":[
    ["Übungsrunde", "Drücke die rechte Maustaste, um einen Samen zu pflanzen. Oben links siehst du den gerade genutzten Samen. Drücke die linke Shifttaste, um den Samen zu wechseln. Wenn die Samen leer sind, musst du auf dem Markt neue kaufen."]
  ],
  "Water_crop":[
    ["Übungsrunde", "Wechsle zu deiner Giesskanne und giesse deine neue Pflanze. Hier wächst bald ein Gemüse, das du ernten und auf dem Markt verkaufen kannst. Alle Pflanzen müssen immer gegossen sein, damit sie wachsen."]
  ],
  "Go_to_bed":[
    ["Übungsrunde", "Gehe in dein Haus, links oberhalb der Farm. Stelle dich auf den grünen Teppich und drücke die Leertaste, um einen neuen Tag zu starten. Schau an, wie das Gemüse gewachsen ist!"]
  ],
  "Go_to_forest_and_hit_tree":[
    ["Übungsrunde", "Folge dem Holzweg nach rechts unten. Nimm die zweite Abzweigung nach rechts in den Wald. Achte immer auf die Wegschilder! Benutze im Wald die Axt, um einen Baum zu fällen. Drücke die Leertaste, um Früchte im Gebüsch zu sammeln."]
  ],
  "Interact_with_ingroup_member":[
    ["Übungsrunde", "Gehe zu einem Rothut und drücke e, um eine Interaktion zu starten. Drücke die linke oder rechte Pfeiltaste, um zwischen den Emojis zu wählen. Drücke die Leertaste, um ein Emoji auszuwählen."]
  ],
  "Interact_with_outgroup_member":[
    ["Übungsrunde", "Gehe zu einem Hornling und drücke e, um eine Interaktion zu starten. Drücke die linke oder rechte Pfeiltaste, um zwischen den Emojis zu wählen. Drücke die Leertaste, um ein Emoji auszuwählen."]
  ],
  "Walk_around_outgroup_farm_and_switch_to_outgroup":[
    ["Übungsrunde", "Walk around on the outgroup farm and switch to the outgroup"]
  ],
  "Go_to_market_and_buy/sell_something":[
    ["Übungsrunde", "Gehe links durch den Wald und finde die Stadt. Folge dem steinigen Weg über die Brücke zum Markt. Man kennt dich dort, du du bist hauptverantwortlich für das Geld der Rothüte! Kaufe und verkaufe mit der Leertaste. Drücke esc, um den Markt zu verlassen."]
  ],
  "Go_to_minigame_map_and_play":[
    ["Übungsrunde", "Gehe zurück über die Brücke und betrete den grossen Kuhstall. Spiele dort eine Runde 'Kuh-in-den-Stall' gegen die Hornlinge. Es gibt 200$ zu gewinnen - und zu verlieren!"]
  ],
  "Tutorial_end":[
    ["Übungsrunde", "Gut gemacht, du hast die Übungsrunde erfolgreich beendet. Drücke s, um alle Tastenkombinationen und Aufgaben zu sehen. Gehe nun zurück auf deine Farm und pflanze Maispflanzen - der Acker ruft! Drücke die Leertaste, um fortzufahren."]
  ]
}
